{
  "/index.html": {
    "tr": {
      "home": "Ana sayfa",
      "aboutxp": "Xp Hakkında", 
      "online": "Çevrimiçi Xp",
      "clasic": "Windows Xp Klasik",
      "walpaper1": "Duvar Kağıdı",
      "a1": "Linki",
      "time": "Windows Xp ama Adwenture Time`li",
      "shrek1": "Windows Xp ama Shrek`li",
      "rage": "Makineye Karşı Öfke",
      "method": "Nihai sorun giderme yöntemi",
      "kick": "Başka hiçbir şey işe yaramadığı zaman geriye tek bir çözüm kalıyor; bilgisayarı tekmelemek. Sorunu çözecek mi yoksa daha da bozacak mı?",
      "about-cards": "Hakkında",
      "kermit1": "Kermit'e artık yeter",
      "kermit2": "Kuklalardan Dağlara",
      "kermit3": "Kermit nihayet gösteri dünyasından kaçtı ve artık tepeleri yönetiyor. Ama neye bakıyor? Parlak bir gelecek mi yoksa bir Windows hatası mı?",
      "blue1": "Windows'u yeniden boyamak",
      "blue2": "Mavi ekranı gerçekten gizleyebilir misiniz?",
      "blue3": "Sistem çöktüğünde üzerini boyamak en iyi çözüm mü? Bu adam gerçekten hataları örtbas edebilir mi?",
      "drift1": "Off-Road Çılgınlığı",
      "drift2": "Windows XP üzerinden ralliye",
      "drift3": "Yeşil tepeleriniz varken kimin yollara ihtiyacı var? Bu ralli sürücüsü nostaljiye doğru bir yol kat etti!",
      "cracked1": "Kırık Gerçeklik",
      "cracked2": "Sistem hatası algılandı",
      "cracked3": "Bu sadece bozuk bir ekran mı, yoksa simülasyon dağılmaya mı başladı? Her iki durumda da bunun için `geri al` düğmesi yoktur!",
      "black1": "Kritik Vuruş!",
      "black2": "Reality.exe çöktü",
      "black3": "Bir şey ekrana sert bir şekilde çarptı! Bir kuş muydu, bir böcek miydi yoksa Windows sonunda pes mi etti?"
    },
    "en": {
      "home": "Home",
      "aboutxp": "About Xp",
      "online": "Online Xp",
      "clasic": "Windows Xp Classic",
      "walpaper1": "Walpaper",
      "a1": "Link",
      "time": "Windows Xp but Adwenture Time",
      "shrek1": "windows xp but with shrek",
      "rage": "Rage Against the Machine",
      "method": "The ultimate troubleshooting method",
      "kick": "When nothing else works, there’s only one solution left—kicking the computer. Will it fix the problem or just break it even more?",
      "about-cards": "About",
      "kermit1": "Kermit Has Had Enough",
      "kermit2": "From Muppets to Mountains",
      "kermit3": "Kermit has finally escaped showbiz and now rules the hills. But what is he looking at? A bright future or a Windows error?",
      "blue1": "Repainting Windows",
      "blue2": "Can you really hide the blue screen?",
      "blue3": "When the system crashes, is painting over it the best solution? Can this guy really cover up the errors?",
      "drift1": "Off-Road Madness",
      "drift2": "Rallying through Windows XP",
      "drift3": "Who needs roads when you have rolling green hills? This rally driver just took a detour into nostalgia!",
      "cracked1": "Cracked Reality",
      "cracked2": "System failure detected",
      "cracked3": "Is this just a broken screen, or has the simulation started falling apart? Either way, there’s no `undo` button for this!",
      "black1": "Critical Hit!",
      "black2": "Reality.exe has crashed",
      "black3": "Something just hit the screen hard! Was it a bird, a bug, or Windows finally giving up?"
    }
  },
  "/about-cards/xpwhy.html": {
    "tr": {
      "p1": "Bu kart, en eski ve güvenilir teknik destek yöntemi olan şiddete bir övgüdür.",
      "p2": "Kapatıp tekrar açmak başarısız olduğunda, Google'da arama yapmak daha da fazla kafa karışıklığına yol açtığında,",
      "p3": "ve tüm sorun giderme kılavuzları `Sürücülerinizi güncellemeyi denediniz mi?` diye sizinle dalga geçtiğinde geriye tek bir seçenek kalıyor: lanet şeyi tekmelemek.",
      "p4": "Sorunu çözecek mi? Muhtemelen hayır.",
      "p5": "Bu seni bir rock yıldızı gibi asi hissettirecek mi? Kesinlikle.",
      "p6": "Garantiniz bunu karşılayacak mı? …Bunun hakkında konuşmayalım.",
      "he1": "Makineye Karşı Öfke",
      "home": "Ana sayfa",
      "aboutxp": "Xp Hakkında", 
      "online": "Çevrimiçi Xp"
    },
    "en": {
      "p1": "This card is a tribute to the most ancient and reliable tech support method—violence.",
      "p2": "When turning it off and on again fails, when Googling leads to even more confusion,",
      "p3": "and when every troubleshooting guide mocks you with `Have you tried updating your drivers?` there’s only one option left: kicking the damn thing.",
      "p4": "Will it fix the issue? Probably not.",
      "p5": "Will it make you feel like a rockstar rebel? Absolutely.",
      "p6": "Will your warranty cover it? …Let’s not talk about that.",
      "he1": "Rage Against the Machine",
      "home": "Home",
      "aboutxp": "About Xp",
      "online": "Online Xp"
    }
  },
  "/about-cards/xpfrog.html": {
    "tr": {
      "kermit1": "Kermit'e artık yeter",
      "frog1": "Kermit sonunda canına tak etti. Muppets'ı terk etti,",
      "frog2": "dağlara kaçtı ve doğanın huzurlu yalnızlığını kucakladı... ya da öyle sanıyordu.",
      "frog3": "Ama uzaklara bakarken aklına bir soru takılır:",
      "frog4": "Bu yeni bir hayatın başlangıcı mı? Yoksa sadece %99'da takılı kalmış bir Windows güncellemesi mi gördü?",
      "frog5": "Hiçbir temiz hava bu tür bir travmayı düzeltemez.",
      "home": "Ana sayfa",
      "aboutxp": "Xp Hakkında", 
      "online": "Çevrimiçi Xp"
    },
    "en": {
      "kermit1": "Kermit Has Had Enough",
      "frog1": "Kermit has finally had enough. He ditched the Muppets,",
      "frog2": "escaped to the mountains, and embraced the peaceful solitude of nature… or so he thought.",
      "frog3": "But as he stares into the distance, one question lingers:",
      "frog4": "Is this the start of a new life? Or did he just spot a Windows update stuck at 99%?",
      "frog5": "No amount of fresh air can fix that kind of trauma.",
      "home": "Home",
      "aboutxp": "About Xp",
      "online": "Online Xp"
    }
  },
  "/about-cards/xpbluescreen.html": {
    "tr": {
      "home": "Ana sayfa",
      "aboutxp": "Xp Hakkında", 
      "online": "Çevrimiçi Xp",
      "bluee1": "Windows'u yeniden boyamak",
      "bluee2": "Hayat size Ölümün Mavi Ekranını verdiğinde,",
      "bluee3": "sadece bir fırça kap ve hiç olmamış gibi davran.",
      "bluee4": "Bu yenilikçi bir BT çözümü mü yoksa sadece bir inkar mı? Söylemesi zor.",
      "bluee5": "Ama kesin olan bir şey var ki, sorunu çözemiyorsanız bile en azından başkasının sorunu haline getirebilirsiniz.",
      "bluee6": "Gözden ırak, gönülden ırak...  Bir sonraki yeniden başlatmaya kadar."
    },
    "en":{
      "home": "Home",
      "aboutxp": "About Xp",
      "online": "Online Xp",
      "bluee1": "Repainting Windows",
      "bluee2": "When life gives you a Blue Screen of Death,",
      "bluee3": "just grab a paintbrush and pretend it never happened.",
      "bluee4": "Is this an innovative IT fix or just pure denial? Hard to say.",
      "bluee5": "But one thing’s for sure—if you can’t solve the problem, at least you can make it someone else’s problem.",
      "bluee6": "Out of sight, out of mind… until the next reboot."
    }
  },
  "/about-cards/xpracecar.html": {
    "tr": {
      "home": "Ana sayfa",
      "aboutxp": "Xp Hakkında", 
      "online": "Çevrimiçi Xp",
      "car1": "Off-Road Çılgınlığı",
      "car2": "Kemerlerinizi bağlayın, çünkü bu sürücü en kestirme yoldan Windows XP'ye girdi!",
      "car3": "Sonsuzluğa sahipken asfalta kimin ihtiyacı var,",
      "car4": "inişli çıkışlı yeşil tepeler ve şüpheli bir şekilde varsayılan duvar kağıdına benzeyen mavi bir gökyüzü?",
      "car5": "Bitiş çizgisini bulabilecekler mi yoksa ölümcül bir hataya mı düşecekler?",
      "car6": "Bunu öğrenmenin tek bir yolu var: Sürmeye devam etmek ve Clippy'nin yardımcı pilot olmamasını ummak."
    },
    "en":{
      "home": "Home",
      "aboutxp": "About Xp",
      "online": "Online Xp",
      "car1": "Off-Road Madness",
      "car2": "Buckle up, because this driver just took the ultimate shortcut—straight into Windows XP!",
      "car3": "Who needs asphalt when you have endless,",
      "car4": "rolling green hills and a sky so blue it looks suspiciously like a default wallpaper?",
      "car5": "Will they find the finish line or just crash into a fatal error?",
      "car6": "Only one way to find out—keep driving and hope Clippy isn’t the co-pilot."
    }
},
"/about-cards/xpscreen.html": {
  "tr": {
    "home": "Ana sayfa",
    "aboutxp": "Xp Hakkında", 
    "online": "Çevrimiçi Xp",
    "break1": "Kırık Gerçeklik",
    "break2": "Bu hiç iyi değil.",
    "break3": "Ya ekranınız bozuldu ya da simülasyon öfkeyle son buldu.",
    "break4": "Kapatıp tekrar açmayı denediniz mi? Hayır. “Geri al “a bas? Hiç şansın yok. Bilgi İşlem'i arayın? Sadece sizi suçlayacaklar.",
    "break5": "Bu sırada Clippy ortaya çıkar: “Görünüşe göre gerçekliğin parçalanıyor. Yardım ister misin?”",
    "break6": "Çok geç, dostum. Artık kırık ekran bölgesindeyiz - bunun için yama notları gelmiyor!"
  },
  "en": {
    "home": "Home",
    "aboutxp": "About Xp",
    "online": "Online Xp",
    "break1": "Cracked Reality",
    "brek2": "Well, that’s not good.",
    "break3": "Either your screen is broken, or the simulation just rage-quit.",
    "break4": "Try turning it off and on again? Nope. Hit “undo”? Not a chance. Call IT? They’ll just blame you.",
    "break5": "Meanwhile, Clippy pops up: `It looks like your reality is falling apart. Would you like some help?`",
    "break6": "Too late, buddy. We’re in cracked screen territory now—no patch notes coming for this one!"
  }
},
"/about-cards/xpblackscreen.html": {
  "tr": {
    "home": "Ana sayfa",
    "aboutxp": "Xp Hakkında", 
    "online": "Çevrimiçi Xp",
    "darkk1": "Kritik Vuruş!",
    "darkk2": "BOOM! Bir şey ekrana kritik bir darbe indirdi.",
    "darkk3": "Bir kuş muydu? Bir böcek mi? Yoksa Windows sonunda bu kadarının yeterli olduğuna mı karar verdi?",
    "darkk4": "Kesin olan bir şey var-Reality.exe yanıt vermeyi durdurdu.",
    "darkk5": "Ctrl+Alt+Del tuşlarına basmayı denediniz mi? Hayır, bunun tamamen yeniden başlatılması gerekecek... ya da bir dua."
  },
  "en": {
    "home": "Home",
    "aboutxp": "About Xp",
    "online": "Online Xp",
    "darkk1": "Critical Hit!",
    "darkk2": "BOOM! Something just delivered a critical hit to the screen.",
    "darkk3": "Was it a bird? A bug? Or did Windows finally decide it’s had enough?",
    "darkk4": "One thing’s for sure—Reality.exe has stopped responding.",
    "darkk5": "Try pressing Ctrl+Alt+Del? Nah, this one’s gonna need a full reboot… or a prayer."
  }
}
}